[
{"property_name": ["Apartment for sale in Guardamar del Segura, Alicante"], "property_price": ["146,000"], "Build_Size": ["74 m"], "Plot_Size": ["31 m"], "Bed_room": ["2"], "Bath_room": ["2"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["Located in urbanisation El Raso, Guardamar, these modern style apartments are built. The beautiful beaches with crystal clear water of Guardamar are only 2 km distance. These apartments have livingroom with open kitchen and sliding doors to the terrace, 2 bed- and bathrooms and the complex has a communal garden and pool. The complex is built in modern style and high quality materials are used. Two airports are located within a one hour drive: Alicante airport is approximately a 30 minutes drive, and San Javier airport is about 25 minutes by car."]},
{"property_name": ["Villa for sale in Orihuela Costa, Alicante"], "property_price": ["1,050,000"], "Build_Size": ["150 m"], "Plot_Size": ["1050 m"], "Bed_room": ["3"], "Bath_room": ["4"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["This stunning villa is built on the well-known Las Colinas golf. The golfcourse and villa resort has won several prices last years, such as Leading European villa resort, Spain's best golf resort etc. Of course a private pool is included in the price.\n", "The resort is located only 10 minutes from the sandy beaches of the Mediterenean and close to Villamartin and La Zenia Boulevard commercial center. Murcia San Javier airport is about 20 minutes, Alicante airport about 40 minutes distance.   "]},
{"property_name": ["Apartment for sale in Los Alcázares, Murcia"], "property_price": ["155,000"], "Build_Size": ["80 m"], "Plot_Size": ["82 m"], "Bed_room": ["3"], "Bath_room": ["2"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["The residential complex is composed of 32 houses and a communal swimming pool. Houses on ground floor with garden and houses on top floor with solarium, with 3 bedrooms and 2 bathrooms. All of them with equipped kitchen with high and low units, vitroceramic hob, oven and extractor fan. They also have a laundry area and a pre-installation of air conditioning. All of them have parking place and storage room underground.\n", "The gardens of houses on ground floor have more than 50 sqm; the houses on top floor have a balcony 10 sqm and a solárium around 72 sqm."]},
{"property_name": ["Villa for sale in Sant Cugat del Vallès, Barcelona"], "property_price": ["2,200,000"], "Build_Size": ["548 m"], "Plot_Size": ["727 m"], "Bed_room": ["6"], "Bath_room": ["5"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["YES"], "property_description": ["Modern 6-bedroom villa located in the peaceful, leafy residential area of Can Matas in Mirasol, close to international schools and the Hospital General de Catalunya, as well as the Mirasol FGC station. ", "The house, which measures 548 m², was built in 2009 and meticulously designed by the current owners. It is a free-standing villa with 3 floors and the possibility of installing a lift. ", "Positioned strategically on its elevated 727 m² plot, the property receives plenty of sunlight and enjoys good cross ventilation, with views across the valley and plenty of privacy. Outside we find a pleasant garden with a swimming pool, showers and a vegetable garden. ", "The house has a very functional layout. A large entrance hall welcomes us into the house with an attractive circular staircase that connects the garage to the ground floor. The large living room of almost 50 m² provides access to the garden and features an impressive double-sided fireplace that distributes heat to the entire room. Moving on we find a large kitchen that is fully equipped with high-end appliances, an island and glass patio doors to access the porch with its barbecue area. A guest toilet and a small study or guest bedroom with a bathroom complete this level of the house. ", "On the first floor there is a study with its own fireplace, a small storage room for clothing and a convenient laundry chute. The luxurious master suite is particularly bright and has a large dressing room as well as its own designer bathroom and a terrace with views. Adjacent to the suite, we have a multipurpose room shared by the 3 double bedrooms for the children with a double bathroom (double shower, toilet and sink) to share between the 3 bedrooms. Two of the bedrooms have access to a terrace and all come equipped with built-in wardrobes and units to store toys. ", "In the basement there is a multipurpose room adapted for use as a home cinema, as well as a gym, a bathroom and a large garage with capacity for at least 4 cars. The machine room is also found here with a double gas and electric heating system, salt water and chlorine system for the pool and water softener for the whole house, as well as solar panel system for reducing electricity consumption costs. There is also a 20,000-litre rainwater storage tank to water the entire garden area. ", "The entire property, including the garden area, has a speaker system to enjoy great parties. In terms of security, it has a perimeter alarm and sensors, as well as a centralised gradhermetic system and adjustable blinds to control the light. ", "A wonderful contemporary family home with cutting-edge technology and all modern comforts."]},
{"property_name": ["Villa for sale in Finestrat, Alicante"], "property_price": ["379,000"], "Build_Size": ["208 m"], "Plot_Size": ["400 m"], "Bed_room": ["3"], "Bath_room": ["3"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["This modern villa with views over Benidorm has 3 bedrooms and 3 bathrooms and a huge underbuilt of almost 70 sqm. At the top floor we find the entrance and 2 bedrooms with en suite bathrooms of which the master bedroom has a private balcony. Via modern stairs we access level -1 where the open plan living / dining area is with big sliding glass door giving access to the terrace and pool. On this floor also the 3rd bedroom and separate bathroom is present. All rooms at these 2 levels have great views over Benidorm. The underbuilt of almost 70 sqm has a patio and can be finished to your wishes at costs. The location of the villa is ideal, located in an urbanization with perfect accessibility. In just a few minutes walking you are in the shopping centre La Marina and there are several golf courses in the immediate vicinity. The beaches and the city of Benidorm are only a few minutes away by car and the zoo, themepark and waterpark can also be reached within a few minutes. Alicante airport is about 35 minutes by car."]},
{"property_name": ["Townhouse for sale in Cala d'Or, Mallorca"], "property_price": ["379,000"], "Build_Size": ["149 m"], "Plot_Size": ["173 m"], "Bed_room": ["4"], "Bath_room": ["3"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["YES"], "property_description": ["Beautifully kept corner townhouse situated in a charming small complex in Cala Egos within walking distance to the Marina of Cala DOr, two beaches and all the shops, restaurants and bars of the area. The house is built on two floors. Downstairs has an ample and bright living dining area with wood burning stove, open plan fully fitted, renovated kitchen, two bathrooms (one en-suite) and two bedrooms. There is also a large covered terrace and a nice sized private gated garden that leads to the community pool with child section. Upstairs there are a further two bedrooms and one bathroom and a very large terrace. The house has air-conditioning hot/cold throughout and has it´s own parking space. This property is being sold totally and beautifully furnished...key in hand ready for moving in. An excellent property for all year living, holidays or renting. Excellent investment."]},
{"property_name": ["Apartment for sale in Cala d'Or, Mallorca"], "property_price": ["235,000"], "Build_Size": ["60 m"], "Bed_room": ["2"], "Bath_room": ["2"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["Charming first floor apartment second line to the sea with lovely sea views in the quiet residencial area of Es Forti in Cala DOr. The apartment comprises of two bedrooms, two bathrooms with one of them en-suite, kitchen with American bar and living-dining area that leads out to the covered terrace with glass enclosure ideal for winter enjoyment. The apartment comes partially furnished, has air-conditioning hot/cold and is bright and sunny. There is a communal pool, terraces and communal garden area and off street parking. It is 100 mts from the beach and close to shops and restaurants."]},
{"property_name": ["Villa for sale in Caleta de Fuste, Fuerteventura"], "property_price": ["275,000"], "Build_Size": ["250 m"], "Plot_Size": ["500 m"], "Bed_room": ["4"], "Bath_room": ["2"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["Real Estate Fuerteventura offers this development of spacious villas of approximately 140 m2, spacious living-dining room, independent kitchen, office, 4 bedrooms, two bedrooms on the upper floor, two on the bottom and three bathrooms. They are distributed on two floors. ", "The promotion sells a few homes with furniture and decoration of the superior category at the same time that exquisite finishes and others unfurnished.", "Each villa has its own swimming pool with fresh water. ", "Solarium around the swimming pool. Bbq, Sunbeds and parasols. ", "The landscaped spaces.", "Parking space inside. ", "The houses also have interior courtyard on the ground floor and a terrace-solarium on the first floor. ", "prices from 275.000 Euros to 310.000 Euros"]},
{"property_name": ["Townhouse for sale in Cala d'Or, Mallorca"], "property_price": ["199,000"], "Build_Size": ["68 m"], "Plot_Size": ["98 m"], "Bed_room": ["2"], "Bath_room": ["1"], "Pool": ["NO"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["Little townhouse situated in the old section of Cala D´Or in a group of 7 houses within walking distance to two beaches, the town centre and the Marina of Cala D´Or. Built on two floors it has two double bedrooms, one bathroom, living-dining room with wood burning stove, kitchen, back patio and front patio. There is also access to a roof terrace with storage room. Gas central heating and chimney. SAT-TV. There is space for parking one car. The house is sold part furnished."]},
{"property_name": ["Apartment for sale in Corralejo, Fuerteventura"], "property_price": ["165,000"], "Build_Size": ["70 m"], "Bed_room": ["2"], "Bath_room": ["1"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["Real Estate Fuerteventura offers you an apartment for sale in Edificio Paula, in the Bristol area.\n", "It consists of two private and open terraces, one at the entrance of the house that overlooks the pool and the other at the exit of the master bedroom, two bedrooms, large living room, American kitchen and large bathroom with shower.\n", "The building consists of green areas and community pool.\n", "Do not miss this opportunity."]},
{"property_name": ["Villa for sale in Roda, Murcia"], "property_price": ["265,000"], "Build_Size": ["89 m"], "Plot_Size": ["217 m"], "Bed_room": ["3"], "Bath_room": ["2"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["These villas offer a spacious living room with open kitchen, 3 bedrooms, 2 bathrooms, 123 square meter landscaped garden. Via the outside stairs the solarium of 79 square meters is accessed, of which you have beautiful views over the fields and Mar Menor. A swimming pool is included.\n", "These villas are located only minutes from Los Alcazares, Roda Golf course and San Javier airport. The beautifull beaches of the Mar Menor are only a few minutes drive away. All facilities are only minutes away."]},
{"property_name": ["Villa for sale in Benissa, Alicante"], "property_price": ["2,040,000"], "Build_Size": ["480 m"], "Plot_Size": ["1600 m"], "Bed_room": ["4"], "Bath_room": ["4"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["These new to build exclusive housing development will be built on Pedramala Avenue, on the coast of the municipality of Benissa.  An estate in a unique natural enclave, with marvellous views of the sea and the Rock of Ifach, near the towns of Benissa, Calpe and Moraira. A development that consists of 7 plots located in Racó de Galeno residential estate, selected for their location, orientation and views of the sea, in which villas have been designed that are specifically adapted to each plot, exclusive designs, each with their own character, integrated into their surroundings and designed to enjoy the sea views and the benign Mediterranean climate."]},
{"property_name": ["Flat for sale in Muchamiel / Mutxamel, Alicante"], "property_price": ["82,000"], "Build_Size": ["70 m"], "Bed_room": ["2"], "Bath_room": ["2"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["YES"], "property_description": ["Stunning apartment in an Urbanization aimed at seniors, as in addition to being fully accessible, has its own medical services, 24-hour concierge, emergency callers in the house, large private pool and beautiful gardens, solarium with different areas to sit and enjoy tranquility, great Social Club with Library, laundry, and much more.", "In addition, it is located in the center of the village of Mutxamel, within walking distance to all amenities.", "The house, in perfect condition, is also prepared for elderly or people with accessibility problems, very bright and sunny, overlooking the gardens and swimming pool of the urbanization.", "It is an urbanization where people of many nationalities live and where different languages are spoken, so, due to its proximity to the beaches and to all the services, it is ideal for those who want to retire with all the services of an elderly residence but keeping their independence.", "Beach and Country houses for sale in Costa Blanca", "FIND A PROPERTY IN COSTA BLANCA - SPAIN", "Find more "]},
{"property_name": ["Townhouse for sale in San Pedro del Pinatar, Murcia"], "property_price": ["105,000"], "Build_Size": ["110 m"], "Plot_Size": ["140 m"], "Bed_room": ["3"], "Bath_room": ["2"], "WC": ["2"], "Pool": ["NO"], "AC": ["YES"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["Spacious modern design Town house Just on market ! Job migration forces  quick sale . Similar properties in this area are selling for €130,000+  Situated in a quiet area near the Salinas visitor center and the local beaches  ,, within easy walking distance of many local restaurants and bars and only a 15 minute walk to the main town of San Pedro Del PINATAR .\n", "\n", "3 good size bedrooms , two bathrooms . storage room , good size balcony  leading from main bedroom . and nice enclosed garden and patio area . viewing essential ASAP"]},
{"property_name": ["Apartment for sale in Villamartin, Alicante"], "property_price": ["147,000"], "Build_Size": ["71 m"], "Plot_Size": ["20 m"], "Bed_room": ["2"], "Bath_room": ["2"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["These apartments are built only a few minutes driving from beaches and wellknown La Zenia Boulevard shopping centre. With 3 golf courses within only few minutes driving this complex is also ideal for golfers. The luxury complex is built with several blocks of apartments and has comunal indoor (heated) and outdoor pools, gym, kids playground and private parking, all close to all amenities. Supermarkets, shops, bars and restaurants are within walking distance. There are apartments with 2 or 3 bedrooms and all  have 2 bathrooms. All apartments have a huge terraces, and penthouses as an extra have spacious roof terraces."]},
{"property_name": ["Apartment for sale in Villamartin, Alicante"], "property_price": ["116,000"], "Build_Size": ["63 m"], "Plot_Size": ["9 m"], "Bed_room": ["2"], "Bath_room": ["1"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["These modern apartments are built only 10 minutes driving from beaches and wellknown La Zenia Boulevard shopping centre. With 3 golf courses within only few minutes driving this complex is also ideal for golfers. The complex is built with several blocks of apartments and has a comunal pool, private parking and is close to all amenities. Supermarkets, shops, bars and restaurants are within walking distance. There are apartments with 1 or 2 bedrooms and all  have 1 bathroom. All apartments have a nice terrace, and penthouses have spacious roof terraces. It is possible to make bigger apartments off plan by joining 2 apartments to one big apartment with more bedrooms. All apartments come including parking, aircon, kitchen with all whitegoods and lightpack."]},
{"property_name": ["Villa for sale in Son Vida, Mallorca"], "property_price": ["3,400,000"], "Build_Size": ["535 m"], "Plot_Size": ["2055 m"], "Bed_room": ["5"], "Bath_room": ["5"], "WC": ["2"], "Pool": ["YES"], "AC": ["YES"], "Heating": ["YES"], "Garage": ["YES"], "property_description": ["LUXURY CONSTRUCTION SON VIDA \n", "\n", "State-of-the-art luxury villa on 2 main living levels which is situated in the prestigious residential area of Son Vida on an easy to maintain plot with 2.055 m².\n", "This representative home has a living area of 535 m² plus 370 m² of terraces with a total of 5 bedrooms and 5 bathrooms en suite.\n", "\n", "The villa can be entered through an impressive entrance area which is light flooded and has the following layout:\n", "\n", "ENTRANCE LEVEL: to the left is the open plan lounge and dining area, a high-end luxury kitchen with an adjacent laundry as well as an adjacent wine /storage room. \n", "The type of kitchen can be selected by the new owners. \n", "\n", "To the front of the entrance hall is an outdoor patio area / inner court yard ideal for entertaining and to the right off the hallway are 2 bedrooms with bathroom en suites, an interior staircase as well as a glass elevator connecting all levels of the villa.\n", "The large covered terrace which is accessed from the open plan lounge and dining area offers access to the private swimming pool (4x10 m) with an additional outdoor bathroom and outdoor shower.\n", "\n", "FIRST LEVEL: here are 3 bedrooms, each with a bathroom en suite, 1 guest WC and an additional lounge area, which can be used as an extra bedroom / study, games room, office etc. \n", "The upstairs lounge area as well as the master bedroom have a terrace area overlooking the pool and garden. Additionally, the master bedroom has a large rear terrace with views over the garden and a staircase leading to the swimming pool.\n", "\n", "DOWNSTAIRS LEVEL: 3 car garage plus storage / technical rooms including the central underfloor heating system via a heat pump system.\n", "\n", "Large floor tiles throughout the house as well as wooden flooring in the bedrooms \n", "The contemporary design and quality finish make this a property a fantastic island retreat.\n"]},
{"property_name": ["Villa for sale in Cala Jondal, Ibiza"], "property_price": ["6,600,000"], "Build_Size": ["712 m"], "Plot_Size": ["22166 m"], "Bed_room": ["4"], "Bath_room": ["5"], "Pool": ["YES"], "AC": ["YES"], "Heating": ["YES"], "Garage": ["NO"], "property_description": ["TESORO DE ORO . . This superb, idyllic estate will make you want to stay in Ibiza forever! .  . Located in the desirable residential community of Cala Jondal, your slice of paradise is close to some of the best attractions in Ibiza. In less than 7 minutes you can be boarding your yacht for a fantastic day on the sea, or enjoying an epic sunset with your friends in the exclusive Blue Marlin beach club. . Dalt Vila (the historic old town) is just 15 minutes away, as are Ibiza’s world famous clubs. . . The substantial 22,160m2 plot (5 acres) offers privacy, peace [amp;] quiet.  From the secure gated entrance, the gravel driveway winds through the greenery to the ample parking area by the tennis court. .  . The entire 700m2 residence is tastefully decorated in a unique style, with interesting architectural features and a well thought out design. .  . Each of the 4 en-suite spacious bedrooms are light and airy, each with a very charming individual style, some with sea views that will captivate your senses and your heart. .  .  . A brilliant opportunity to own a unique home where you will create memories with friends and family in complete privacy.."]},
{"property_name": ["Apartment for sale in San Cayetano, Murcia"], "property_price": ["77,000"], "Build_Size": ["63 m"], "Plot_Size": ["20 m"], "Bed_room": ["2"], "Bath_room": ["1"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["This apartment is located in the village of San Cayetano overlooking countryside. It has a modern design garden laid to raised beds of several different levels with integral seating and storage, which is accessed by stairs from the single storey bungalow.\n", "The property is accessed through a gated entrance. It comprises of a lounge, two bedrooms, bathroom with walk in shower and galley kitchen. At the rear is an enclosed galleria with fitted aluminium cupboards with stone worktops and a utility sink. A sliding awning covers the space accessed by patio doors from the kitchen. \n", "The lounge leads to a terrace enclosed with folding glass curtains with a rural aspect. The apartment is furnished and has folding shutters on the bedrooms and living room window, which also has an electric operated security shutter. All windows are fitted with flyscreens with blackout blinds on the kitchen and glass curtain windows. All rooms have aircon and heating, with wall radiators throughout the apartment. The property is well mainted with a pre-installed alarm system. \n", "The house is located about 10 minutes from the beaches in a small but cozy village with a few restaurants / bars, supermarket, pharmacy, bakery, doctor, and a swimming pool. All these facilities are within walking distance. The airports of Murcia San Javier and Alicante are located at 12 and 55 minutes and the location is excellent with regard to main roads."]},
{"property_name": ["Villa for sale in Benitachell / Benitatxell, Alicante"], "property_price": ["1,120,000"], "Build_Size": ["266 m"], "Plot_Size": ["821 m"], "Bed_room": ["3"], "Bath_room": ["4"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["The interior of the house is of a singular design with modern finishes, that pay special attention to detail. The entrance, which leads through a spacious hall, is situated on the upper floor, where there are two bedrooms, both with en-suite bathrooms, spacious wardrobes and private terraces, plus a garage for two cars and a modern design staircase which leads down to the main floor. The ground floor houses the main attraction of this property: its fabulous outdoor area, a spacious terrace with an infinity pool, for sunbathing and dining outdoors, whilst enjoying the spectacular sea views.The large glass doors in the living room open out on to the terrace, creating a warm, light-filled space, that flows into the dining room and the large open-plan kitchen, equipped with state-of-the-art appliances. The main floor is also where the master bedroom is situated, with its walk-in wardrobe and en-suite bathroom, plus a guest toilet. On the lowest floor, there is an open-plan space, which can be finished off as a guest apartment, gym, office, games room, or any other use that the owner wishes to give to this useful space. The plot totals 821 sqm, with 266 sqm of living space over three floors, with a total of three bedrooms with their own en-suite bathrooms and room terraces, large kitchen with island, living room, guest toilet, open-plan basement area, machine room, garage for two cars and spacious pool terrace."]},
{"property_name": ["Apartment for sale in Benitachell / Benitatxell, Alicante"], "property_price": ["441,000"], "Build_Size": ["107 m"], "Plot_Size": ["50 m"], "Bed_room": ["3"], "Bath_room": ["2"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["These modern luxury apartments with practical and efficient layout are built with quality materials and high standard. All apartments have a spacious terrace with breathtaking sea views.\n", "Thanks to its location this complex enjoys spectacular sea views. A truly perfect place for those who want to enjoy a luxury residential area on the seafront of the Mediterranean climate and beautiful sunrises.\n", "These apartments are distinguished by their modern, elegant design and their large surfaces. The smallest apartment has an area of ??more than 100m2 house and 47m2 terrace, not counting the communal areas. You can choose between two models: with 3 bedrooms and 2 bathrooms or 2 bedrooms and 2 bathrooms; choose the apartment that best suits your lifestyle. The houses are very suitable to live all year round or to enjoy during the holidays, thanks to a thoughtful layout and a complete device with underfloor heating, air conditioning and domotica. There is a choice between wooden or ceramic floors and materials used are always companies with brands such as Inalco, Grohe, Krion, Mosso, Hakwood, Vescom and Duravit.\n", "This new project will be completed with a communal area that lets you enjoy the summer with an infinity pool with a large terrace. Guests can enjoy the wellness zone throughout the year, equipped with a heated pool, Jacuzzi, Turkish bath, sauna and gym. This all with sea view!"]},
{"property_name": ["Apartment for sale in Cala Ferrera, Mallorca"], "property_price": ["295,000"], "Build_Size": ["88 m"], "Bed_room": ["3"], "Bath_room": ["2"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["Front line to the sea, this apartment located on the first floor in a charming complex with community pool, direct access to the sea and sunbathing platforms, quiet and cared for gardens and within walking distance to the beach and town center, was built in the typical Ibiza style in the 1970''s. The apartment has two double bedrooms, one single bedroom, two renovated bathrooms, split level living-dining room with open kitchen. The terrace measuring some 8m2 has gorgeous views to the beach, bay and open sea. Renovation in general is needed. It is being sold fully furnished. EXCELLENT OPPORTUNITY AND INVESTMENT."]},
{"property_name": ["Villa for sale in Busot, Alicante"], "property_price": ["249,000"], "Build_Size": ["272 m"], "Plot_Size": ["600 m"], "Bed_room": ["3"], "Bath_room": ["2"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["Large Villa at walking distance from the village of Busot, with large private pool of 10x6, garden, porch and solarium with stunning views.", "It is an independent property with west orientation and south orientation. It has a very large garage for several cars, and inside, its large living room with fireplace and equipped kitchen, underfloor heating, two beautiful bathrooms and three very spacious bedrooms with fitted wardrobes.", "An opportunity, quality house at a great price.", "Beach and Country houses for sale in Costa Blanca", "FIND A PROPERTY IN COSTA BLANCA - SPAIN", "Find more "]},
{"property_name": ["Apartment for sale in Cala d'Or, Mallorca"], "property_price": ["220,000"], "Build_Size": ["72 m"], "Bed_room": ["2"], "Bath_room": ["2"], "Pool": ["YES"], "AC": ["NO"], "Heating": ["NO"], "Garage": ["NO"], "property_description": ["Charming ground floor apartment second line to the sea with lovely sea views in the quiet residencial area of Es Forti in Cala DOr. The apartment comprises of two bedrooms, two bathrooms with one of them en-suite, kitchen with American bar and living-dining area with fire place that leads out to the large covered terrace (22 m2) with sea views. There is a cellar under the swimming pool. The apartment comes furnished. There is a communal pool with sea views, terraces and communal garden area and off street parking. It is 100 mts from the beach and close to shops and restaurants."]}
]